DEFAULT_TABLES = [
    {
        "name": "Случайные встречи. Баровия. День",
        "system": "D&D 5e",
        "dice_type": "d22",
        "rows": [
            {"roll_id": 2,  "value": "Спокойно"},
            {"roll_id": 3,  "value": "Спокойно"},
            {"roll_id": 4,  "value": "Спокойно"},
            {"roll_id": 5,  "value": "Спокойно"},
            {"roll_id": 6,  "value": "Спокойно"},
            {"roll_id": 7,  "value": "Следы на кровавое побоище"},
            {"roll_id": 8,  "value": "Следы на пир теневых существ"},
            {"roll_id": 9,  "value": "Схрон"},
            {"roll_id": 10, "value": "1d6 Лютых волков"},
            {"roll_id": 11, "value": "3d6 Волков"},
            {"roll_id": 12, "value": "1d6 Фей-волков"},
            {"roll_id": 13, "value": "1d4 Фей-волков + 1d4 Фей-вампиров"},
            {"roll_id": 14, "value": "1d6 Фей-вампиров"},
            {"roll_id": 15, "value": "1d6 Вервольфов в человеческой форма"},
            {"roll_id": 16, "value": "1 ревенант"},
            {"roll_id": 17, "value": "1d8 Туманных тварей"},
            {"roll_id": 18, "value": "1d4 Сильных туманный тварей"},
            {"roll_id": 19, "value": "Схрон"},
            {"roll_id": 20, "value": "Спокойно"},
            {"roll_id": 21, "value": "Спокойно"},
            {"roll_id": 22, "value": "Спокойно"},
        ],
    },
{
        "name": "Случайные встречи. Баровия. Ночь",
        "system": "D&D 5e",
        "dice_type": "d22",
        "rows": [
            {"roll_id": 2,  "value": "Спокойно"},
            {"roll_id": 3,  "value": "Спокойно"},
            {"roll_id": 4,  "value": "Спокойно"},
            {"roll_id": 5,  "value": "Спокойно"},
            {"roll_id": 6,  "value": "Спокойно"},
            {"roll_id": 7,  "value": "Шествие призраков"},
            {"roll_id": 8,  "value": "Следы на пир теневых существ"},
            {"roll_id": 9,  "value": "Всадник скелет"},
            {"roll_id": 10, "value": "1d6 Лютых волков"},
            {"roll_id": 11, "value": "3d6 Волков"},
            {"roll_id": 12, "value": "1d6 Фей-волков"},
            {"roll_id": 13, "value": "1d4 Фей-волков + 1d4 Фей-вампиров"},
            {"roll_id": 14, "value": "1d6 Фей-вампиров"},
            {"roll_id": 15, "value": "1d6 Вервольфов"},
            {"roll_id": 16, "value": "1 ревенант"},
            {"roll_id": 17, "value": "1d8 Туманных тварей"},
            {"roll_id": 18, "value": "1d4 Сильных туманный тварей"},
            {"roll_id": 19, "value": "Схрон"},
            {"roll_id": 20, "value": "3d6 Зомби"},
            {"roll_id": 21, "value": "1d8 Зомби Страда"},
            {"roll_id": 22, "value": "Спокойно"},
        ],
    },
    {
        "name": "Дикая магия",
        "system": "D&D 5e",
        "dice_type": "d100",
        "rows": [
            {"roll_id": 1,  "value": "Следующую минуту каждые 6 сек./раунд кидайте дикую магию игнорируя занчения 1-4"},
            {"roll_id": 2,  "value": "Следующую минуту каждые 6 сек./раунд кидайте дикую магию игнорируя занчения 1-4"},
            {"roll_id": 3,  "value": "Следующую минуту каждые 6 сек./раунд кидайте дикую магию игнорируя занчения 1-4"},
            {"roll_id": 4,  "value": "Следующую минуту каждые 6 сек./раунд кидайте дикую магию игнорируя занчения 1-4"},
            {"roll_id": 5,  "value": "В 60 фт от вас в незанятом месте появляется дружественное существо под управлением Мастера на 1 минуту. "
                                     "Бросте 1d4: Дуодрон, Фламф, Монодрон, Единорог"},
            {"roll_id": 6,  "value": "В 60 фт от вас в незанятом месте появляется дружественное существо под управлением Мастера на 1 минуту. "
                                     "Бросте 1d4: Дуодрон, Фламф, Монодрон, Единорог"},
            {"roll_id": 7,  "value": "В 60 фт от вас в незанятом месте появляется дружественное существо под управлением Мастера на 1 минуту. "
                                     "Бросте 1d4: Дуодрон, Фламф, Монодрон, Единорог"},
            {"roll_id": 8,  "value": "В 60 фт от вас в незанятом месте появляется дружественное существо под управлением Мастера на 1 минуту. "
                                     "Бросте 1d4: Дуодрон, Фламф, Монодрон, Единорог"},
            {"roll_id": 9,  "value": "В течении следующей минуты восстанавливайте по 5 ХП в начале каждого хода"},
            {"roll_id": 10, "value": "В течении следующей минуты восстанавливайте по 5 ХП в начале каждого хода"},
            {"roll_id": 11,  "value": "В течении следующей минуты восстанавливайте по 5 ХП в начале каждого хода"},
            {"roll_id": 12,  "value": "В течении следующей минуты восстанавливайте по 5 ХП в начале каждого хода"},
            {"roll_id": 13,  "value": "Существа совершат с помехой спасбросок от следующего требующего спасброска заклинания, которое вы сотворите в течении следующей минуты"},
            {"roll_id": 14,  "value": "Существа совершат с помехой спасбросок от следующего требующего спасброска заклинания, которое вы сотворите в течении следующей минуты"},
            {"roll_id": 15,  "value": "Существа совершат с помехой спасбросок от следующего требующего спасброска заклинания, которое вы сотворите в течении следующей минуты"},
            {"roll_id": 16,  "value": "Существа совершат с помехой спасбросок от следующего требующего спасброска заклинания, которое вы сотворите в течении следующей минуты"},
            {"roll_id": 17,  "value": "Бросте 1d8. Вы на 1 минуту подвергаетесь следующему эффекту: "
                                      "1. Вас окружает тихая музыка слышимая вами и существами в 5 фт от вас"
                                      "2. Ваш размер увеличивается на 1 категорию"
                                      "3. У вас отрастает длинная борода из перьев до момента вашего чиха"
                                      "4. Вы должны кричать когда говорите"
                                      "5. В 10 фт сфере с вами в центре порхают иллюзорные бабочки"
                                      "6. У вас во слбу появляется глаз дающий Преимущество в проверках Восприятия"
                                      "7. Когда говорите, из-зо рта вылетают розовые пузыри"
                                      "8. Ваша кожа приобретает ярко-голубой оттенок на 24 часа или до Снятия проклятия"},
            {"roll_id": 18,  "value": "Бросте 1d8. Вы на 1 минуту подвергаетесь следующему эффекту: "
                                      "1. Вас окружает тихая музыка слышимая вами и существами в 5 фт от вас"
                                      "2. Ваш размер увеличивается на 1 категорию"
                                      "3. У вас отрастает длинная борода из перьев до момента вашего чиха"
                                      "4. Вы должны кричать когда говорите"
                                      "5. В 10 фт сфере с вами в центре порхают иллюзорные бабочки"
                                      "6. У вас во слбу появляется глаз дающий Преимущество в проверках Восприятия"
                                      "7. Когда говорите, из-зо рта вылетают розовые пузыри"
                                      "8. Ваша кожа приобретает ярко-голубой оттенок на 24 часа или до Снятия проклятия"},
            {"roll_id": 19,  "value": "Бросте 1d8. Вы на 1 минуту подвергаетесь следующему эффекту: "
                                      "1. Вас окружает тихая музыка слышимая вами и существами в 5 фт от вас"
                                      "2. Ваш размер увеличивается на 1 категорию"
                                      "3. У вас отрастает длинная борода из перьев до момента вашего чиха"
                                      "4. Вы должны кричать когда говорите"
                                      "5. В 10 фт сфере с вами в центре порхают иллюзорные бабочки"
                                      "6. У вас во слбу появляется глаз дающий Преимущество в проверках Восприятия"
                                      "7. Когда говорите, из-зо рта вылетают розовые пузыри"
                                      "8. Ваша кожа приобретает ярко-голубой оттенок на 24 часа или до Снятия проклятия"},
            {"roll_id": 20, "value": "Бросте 1d8. Вы на 1 минуту подвергаетесь следующему эффекту: "
                                      "1. Вас окружает тихая музыка слышимая вами и существами в 5 фт от вас"
                                      "2. Ваш размер увеличивается на 1 категорию"
                                      "3. У вас отрастает длинная борода из перьев до момента вашего чиха"
                                      "4. Вы должны кричать когда говорите"
                                      "5. В 10 фт сфере с вами в центре порхают иллюзорные бабочки"
                                      "6. У вас во слбу появляется глаз дающий Преимущество в проверках Восприятия"
                                      "7. Когда говорите, из-зо рта вылетают розовые пузыри"
                                      "8. Ваша кожа приобретает ярко-голубой оттенок на 24 часа или до Снятия проклятия"},
            {"roll_id": 21,  "value": "Следующую минуту все ваши заклинания за Дествие имеют время сотворения Бонусное действие"},
            {"roll_id": 22,  "value": "Следующую минуту все ваши заклинания за Дествие имеют время сотворения Бонусное действие"},
            {"roll_id": 23,  "value": "Следующую минуту все ваши заклинания за Дествие имеют время сотворения Бонусное действие"},
            {"roll_id": 24,  "value": "Следующую минуту все ваши заклинания за Дествие имеют время сотворения Бонусное действие"},
            {"roll_id": 25,  "value": "Вы перемещаетесь на Астральный план до конца следующего хода, после вернетесь в то же или свободное рядом пространство"},
            {"roll_id": 26,  "value": "Вы перемещаетесь на Астральный план до конца следующего хода, после вернетесь в то же или свободное рядом пространство"},
            {"roll_id": 27,  "value": "Вы перемещаетесь на Астральный план до конца следующего хода, после вернетесь в то же или свободное рядом пространство"},
            {"roll_id": 28,  "value": "Вы перемещаетесь на Астральный план до конца следующего хода, после вернетесь в то же или свободное рядом пространство"},
            {"roll_id": 29,  "value": "Не совершайте броска на урон, дял следующего атакующего заклинания, а используйте максимальное значение каждой кости"},
            {"roll_id": 30,  "value": "Не совершайте броска на урон, дял следующего атакующего заклинания, а используйте максимальное значение каждой кости"},
            {"roll_id": 31,  "value": "Не совершайте броска на урон, дял следующего атакующего заклинания, а используйте максимальное значение каждой кости"},
            {"roll_id": 32,  "value": "Не совершайте броска на урон, дял следующего атакующего заклинания, а используйте максимальное значение каждой кости"},
            {"roll_id": 33,  "value": "У вас есть Сопротивление всему урону на минуту"},
            {"roll_id": 34,  "value": "У вас есть Сопротивление всему урону на минуту"},
            {"roll_id": 35,  "value": "У вас есть Сопротивление всему урону на минуту"},
            {"roll_id": 36,  "value": "У вас есть Сопротивление всему урону на минуту"},
            {"roll_id": 37,  "value": "Вы превращаетесь в растение в горшке до начала вашего следующего хода. На это время вы получаете состояние Недееспособный и Уязвимость всему урону. Если ваши Хиты опускаются до 0, ваш горшок разбивается, и вы возвращаетесь в свой облик."},
            {"roll_id": 38,  "value": "Вы превращаетесь в растение в горшке до начала вашего следующего хода. На это время вы получаете состояние Недееспособный и Уязвимость всему урону. Если ваши Хиты опускаются до 0, ваш горшок разбивается, и вы возвращаетесь в свой облик."},
            {"roll_id": 39,  "value": "Вы превращаетесь в растение в горшке до начала вашего следующего хода. На это время вы получаете состояние Недееспособный и Уязвимость всему урону. Если ваши Хиты опускаются до 0, ваш горшок разбивается, и вы возвращаетесь в свой облик."},
            {"roll_id": 40,  "value": "Вы превращаетесь в растение в горшке до начала вашего следующего хода. На это время вы получаете состояние Недееспособный и Уязвимость всему урону. Если ваши Хиты опускаются до 0, ваш горшок разбивается, и вы возвращаетесь в свой облик."},
            {"roll_id": 41,  "value": "В каждый свой ход в течение следующей минуты вы можете Бонусным действием телепортироваться на расстояние до 20 футов."},
            {"roll_id": 42,  "value": "В каждый свой ход в течение следующей минуты вы можете Бонусным действием телепортироваться на расстояние до 20 футов."},
            {"roll_id": 43,  "value": "В каждый свой ход в течение следующей минуты вы можете Бонусным действием телепортироваться на расстояние до 20 футов."},
            {"roll_id": 44,  "value": "В каждый свой ход в течение следующей минуты вы можете Бонусным действием телепортироваться на расстояние до 20 футов."},
            {"roll_id": 45,  "value": "Вы и до трёх существ в пределах 30 футов от вас на ваш выбор получают состояние Невидимый на 1 минуту. Это состояние заканчивается для существа, как только существо совершает атаку или сотворяет заклинание."},
            {"roll_id": 46,  "value": "Вы и до трёх существ в пределах 30 футов от вас на ваш выбор получают состояние Невидимый на 1 минуту. Это состояние заканчивается для существа, как только существо совершает атаку или сотворяет заклинание."},
            {"roll_id": 47,  "value": "Вы и до трёх существ в пределах 30 футов от вас на ваш выбор получают состояние Невидимый на 1 минуту. Это состояние заканчивается для существа, как только существо совершает атаку или сотворяет заклинание."},
            {"roll_id": 48,  "value": "Вы и до трёх существ в пределах 30 футов от вас на ваш выбор получают состояние Невидимый на 1 минуту. Это состояние заканчивается для существа, как только существо совершает атаку или сотворяет заклинание."},
            {"roll_id": 49,  "value": "В течение следующей минуты рядом с вами парит призрачный щит, даруя вам бонус +2 к КЗ и иммунитет к Волшебным стрелам."},
            {"roll_id": 50,  "value": "В течение следующей минуты рядом с вами парит призрачный щит, даруя вам бонус +2 к КЗ и иммунитет к Волшебным стрелам."},
            {"roll_id": 51,  "value": "В течение следующей минуты рядом с вами парит призрачный щит, даруя вам бонус +2 к КЗ и иммунитет к Волшебным стрелам."},
            {"roll_id": 52,  "value": "В течение следующей минуты рядом с вами парит призрачный щит, даруя вам бонус +2 к КЗ и иммунитет к Волшебным стрелам."},
            {"roll_id": 53,  "value": "В этот ход вы можете совершить одно дополнительное действие."},
            {"roll_id": 54,  "value": "В этот ход вы можете совершить одно дополнительное действие."},
            {"roll_id": 55,  "value": "В этот ход вы можете совершить одно дополнительное действие."},
            {"roll_id": 56,  "value": "В этот ход вы можете совершить одно дополнительное действие."},
            {"roll_id": 57,  "value": "Вы сотворяете случайное заклинание. Это заклинание не потребует Концентрации и действует свою полную длительность. Бросьте 1к10, чтобы определить заклинание:"
                                      "1 - Смятение; 2 - Огненный шар; 3 - Туманное облако;"
                                      "4 - Полёт (цель — случайное существо в пределах 60 футов от вас);"
                                      "5 - Смазывание; 6 - Левитация (цель - вы); "
                                      "7 - Волшебная стрела (сотворяется как заклинание 5-го уровня);"
                                      "8 - Отражения; "
                                      "9 - Превращение (цель - вы; провалив спасбросок, вы превратитесь в Козла);"
                                      "10 - Видение невидимого."},
            {"roll_id": 58,  "value": "Вы сотворяете случайное заклинание. Это заклинание не потребует Концентрации и действует свою полную длительность. Бросьте 1к10, чтобы определить заклинание:"
                                      "1 - Смятение; 2 - Огненный шар; 3 - Туманное облако;"
                                      "4 - Полёт (цель — случайное существо в пределах 60 футов от вас);"
                                      "5 - Смазывание; 6 - Левитация (цель - вы); "
                                      "7 - Волшебная стрела (сотворяется как заклинание 5-го уровня);"
                                      "8 - Отражения; "
                                      "9 - Превращение (цель - вы; провалив спасбросок, вы превратитесь в Козла);"
                                      "10 - Видение невидимого."},
            {"roll_id": 59,  "value": "Вы сотворяете случайное заклинание. Это заклинание не потребует Концентрации и действует свою полную длительность. Бросьте 1к10, чтобы определить заклинание:"
                                      "1 - Смятение; 2 - Огненный шар; 3 - Туманное облако;"
                                      "4 - Полёт (цель — случайное существо в пределах 60 футов от вас);"
                                      "5 - Смазывание; 6 - Левитация (цель - вы); "
                                      "7 - Волшебная стрела (сотворяется как заклинание 5-го уровня);"
                                      "8 - Отражения; "
                                      "9 - Превращение (цель - вы; провалив спасбросок, вы превратитесь в Козла);"
                                      "10 - Видение невидимого."},
            {"roll_id": 60,  "value": "Вы сотворяете случайное заклинание. Это заклинание не потребует Концентрации и действует свою полную длительность. Бросьте 1к10, чтобы определить заклинание:"
                                      "1 - Смятение; 2 - Огненный шар; 3 - Туманное облако;"
                                      "4 - Полёт (цель — случайное существо в пределах 60 футов от вас);"
                                      "5 - Смазывание; 6 - Левитация (цель - вы); "
                                      "7 - Волшебная стрела (сотворяется как заклинание 5-го уровня);"
                                      "8 - Отражения; "
                                      "9 - Превращение (цель - вы; провалив спасбросок, вы превратитесь в Козла);"
                                      "10 - Видение невидимого."},
            {"roll_id": 61,  "value": "В течение следующей минуты любой воспламеняемый немагический объект, к которому вы прикасаетесь и который не несёт и не носит другое существо, получает 1к4 урона Огнём и загорается."},
            {"roll_id": 62,  "value": "В течение следующей минуты любой воспламеняемый немагический объект, к которому вы прикасаетесь и который не несёт и не носит другое существо, получает 1к4 урона Огнём и загорается."},
            {"roll_id": 63,  "value": "В течение следующей минуты любой воспламеняемый немагический объект, к которому вы прикасаетесь и который не несёт и не носит другое существо, получает 1к4 урона Огнём и загорается."},
            {"roll_id": 64,  "value": "В течение следующей минуты любой воспламеняемый немагический объект, к которому вы прикасаетесь и который не несёт и не носит другое существо, получает 1к4 урона Огнём и загорается."},
            {"roll_id": 65,  "value": "Если вы умрёте в течение следующего часа, то мгновенно вернётесь к жизни, как если бы на вас сотворили Реинкарнацию."},
            {"roll_id": 66,  "value": "Если вы умрёте в течение следующего часа, то мгновенно вернётесь к жизни, как если бы на вас сотворили Реинкарнацию."},
            {"roll_id": 67,  "value": "Если вы умрёте в течение следующего часа, то мгновенно вернётесь к жизни, как если бы на вас сотворили Реинкарнацию."},
            {"roll_id": 68,  "value": "Если вы умрёте в течение следующего часа, то мгновенно вернётесь к жизни, как если бы на вас сотворили Реинкарнацию."},
            {"roll_id": 69,  "value": "Вы получаете состояние Испуганный до конца вашего следующего хода. Мастер определяет источник вашего страха."},
            {"roll_id": 70,  "value": "Вы получаете состояние Испуганный до конца вашего следующего хода. Мастер определяет источник вашего страха."},
            {"roll_id": 71,  "value": "Вы получаете состояние Испуганный до конца вашего следующего хода. Мастер определяет источник вашего страха."},
            {"roll_id": 72,  "value": "Вы получаете состояние Испуганный до конца вашего следующего хода. Мастер определяет источник вашего страха."},
            {"roll_id": 73,  "value": "Вы телепортируетесь в видимое вами незанятое пространство в пределах 60 футов от вас."},
            {"roll_id": 74,  "value": "Вы телепортируетесь в видимое вами незанятое пространство в пределах 60 футов от вас."},
            {"roll_id": 75,  "value": "Вы телепортируетесь в видимое вами незанятое пространство в пределах 60 футов от вас."},
            {"roll_id": 76,  "value": "Вы телепортируетесь в видимое вами незанятое пространство в пределах 60 футов от вас."},
            {"roll_id": 77,  "value": "Случайное существо в пределах 60 футов от вас получает состояние Отравленный на 1к4 часов."},
            {"roll_id": 78,  "value": "Случайное существо в пределах 60 футов от вас получает состояние Отравленный на 1к4 часов."},
            {"roll_id": 79,  "value": "Случайное существо в пределах 60 футов от вас получает состояние Отравленный на 1к4 часов."},
            {"roll_id": 80, "value": "Случайное существо в пределах 60 футов от вас получает состояние Отравленный на 1к4 часов."},
            {"roll_id": 81,  "value": "В течение следующей минуты вы излучаете Яркий свет в радиусе 30 футов. Все существа, заканчивающие свой ход в пределах 5 футов от вас, получают состояние Ослеплённый до конца своего следующего хода."},
            {"roll_id": 82,  "value": "В течение следующей минуты вы излучаете Яркий свет в радиусе 30 футов. Все существа, заканчивающие свой ход в пределах 5 футов от вас, получают состояние Ослеплённый до конца своего следующего хода."},
            {"roll_id": 83,  "value": "В течение следующей минуты вы излучаете Яркий свет в радиусе 30 футов. Все существа, заканчивающие свой ход в пределах 5 футов от вас, получают состояние Ослеплённый до конца своего следующего хода."},
            {"roll_id": 84,  "value": "В течение следующей минуты вы излучаете Яркий свет в радиусе 30 футов. Все существа, заканчивающие свой ход в пределах 5 футов от вас, получают состояние Ослеплённый до конца своего следующего хода."},
            {"roll_id": 85,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас. Каждое из существ получает 1к10 Некротического урона, а вы восстанавливаете Хиты в количестве, равном сумме этого урона."},
            {"roll_id": 86,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас. Каждое из существ получает 1к10 Некротического урона, а вы восстанавливаете Хиты в количестве, равном сумме этого урона."},
            {"roll_id": 87,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас. Каждое из существ получает 1к10 Некротического урона, а вы восстанавливаете Хиты в количестве, равном сумме этого урона."},
            {"roll_id": 88,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас. Каждое из существ получает 1к10 Некротического урона, а вы восстанавливаете Хиты в количестве, равном сумме этого урона."},
            {"roll_id": 89,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас; каждое из них получает 4к10 урона Электричеством."},
            {"roll_id": 90, "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас; каждое из них получает 4к10 урона Электричеством."},
            {"roll_id": 91,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас; каждое из них получает 4к10 урона Электричеством."},
            {"roll_id": 92,  "value": "Выберите до трёх существ, видимых вами в пределах 30 футов от вас; каждое из них получает 4к10 урона Электричеством."},
            {"roll_id": 93,  "value": "Вы и все существа в пределах 30 футов от вас получаете Уязвимость к Колющему урону на 1 минуту."},
            {"roll_id": 94,  "value": "Вы и все существа в пределах 30 футов от вас получаете Уязвимость к Колющему урону на 1 минуту."},
            {"roll_id": 95,  "value": "Вы и все существа в пределах 30 футов от вас получаете Уязвимость к Колющему урону на 1 минуту."},
            {"roll_id": 96,  "value": "Вы и все существа в пределах 30 футов от вас получаете Уязвимость к Колющему урону на 1 минуту."},
            {"roll_id": 97,  "value": "Бросьте 1к6: 1 вы восстанавливаете 2к10 Хитов; "
                                      "2 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает 2к10 Хитов; "
                                      "3 вы восстанавливаете ячейку заклинаний самого низкого уровня из потраченных; "
                                      "4 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает ячейку заклинаний самого низкого уровня из потраченных; "
                                      "5 вы восстанавливаете все ваши потраченные Очки чародейства; "
                                      "6 все эффекты строки '17-20' одновременно применяются на вас."},
            {"roll_id": 98,  "value": "Бросьте 1к6: 1 вы восстанавливаете 2к10 Хитов; "
                                      "2 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает 2к10 Хитов; "
                                      "3 вы восстанавливаете ячейку заклинаний самого низкого уровня из потраченных; "
                                      "4 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает ячейку заклинаний самого низкого уровня из потраченных; "
                                      "5 вы восстанавливаете все ваши потраченные Очки чародейства; "
                                      "6 все эффекты строки '17-20' одновременно применяются на вас."},
            {"roll_id": 99,  "value": "Бросьте 1к6: 1 вы восстанавливаете 2к10 Хитов; "
                                      "2 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает 2к10 Хитов; "
                                      "3 вы восстанавливаете ячейку заклинаний самого низкого уровня из потраченных; "
                                      "4 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает ячейку заклинаний самого низкого уровня из потраченных; "
                                      "5 вы восстанавливаете все ваши потраченные Очки чародейства; "
                                      "6 все эффекты строки '17-20' одновременно применяются на вас."},
            {"roll_id": 100, "value": "Бросьте 1к6: 1 вы восстанавливаете 2к10 Хитов; "
                                      "2 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает 2к10 Хитов; "
                                      "3 вы восстанавливаете ячейку заклинаний самого низкого уровня из потраченных; "
                                      "4 один союзник на ваш выбор в пределах 300 футов от вас восстанавливает ячейку заклинаний самого низкого уровня из потраченных; "
                                      "5 вы восстанавливаете все ваши потраченные Очки чародейства; "
                                      "6 все эффекты строки '17-20' одновременно применяются на вас."},
        ],
    },
]